个人信息


专业技能(13+)
由简到繁，由易到难。重点放在最中间最显眼的位置。重点需要反复描述

html    css   ps   兼容  js  面向对象  jq，zepto  bootstrap  MUI  H5+ 自定义JavaScriptBridge
vue react 小程序  angular   swiper iscroll jq插件   webpack gulp   git  svn
node.js   正则  es6

重点：vue    vue-router  vuex  mint-ui
react react-router  redux   ant-design
angular

基础：html    css  js  面向对象 正则  es6
框架：
    项目框架  vue react   angular
UI框架  bootstrap  MUI
    混合开发框架   H5+ 自定义JavaScriptBridge
类库：jq，zepto
插件：swiper iscroll jq插件
开发工具：ps webstorom .......
版本管理工具：git  svn
前端构建化工具： webpack gulp
其他：小程序 ，node.js

项目经验(自己亲自找，自己亲自体验，再写项目描述，技能（二分之一以上）)
项目中技术点，解决的问题，优化方式，后台交互（pc不是ajax请求），安全处理。
6
react 3
vue 1
pc 1
小程序 2
移动端项目实现方式（
    1、原生js，jq
    2.MUI,H5+
    3.框架vue，react，angular，调用移动端（H5+，自定义JavaScriptBridge）
    ）

原生js --》》 框架
angular1.0 --》》vue
angular1.0 --》》react

<a href="tel://12345678">anniu</a>
    <a href="mailto://12345678@qq.com">anniu</a>
    <a href="sms://12345678">anniu</a>


3+
6-8
8+
pc
移动端  app
        webapp
        微信公众号app
小程序
其他工作经验：
项目A:项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能

项目:项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述

项目C:项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述

项目D:项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述


项目:项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述

项目C:项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述

项目D:项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述

项目:项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述

项目C:项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述

项目D:项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述，项目技能，项目描述


开发大量app：打打分， 阿斯顿发生， 大是否的， 阿萨德， 打算，打算，阿道夫



项目A:项目描述，项目描述，项目描述，，项目描述，项目描述，项目描述，项目描述，项目描述，项目描述，项目描述
    1.
    2.
    3.
    4.
    5.

项目A:项目描述，项目描述，项目描述，，项目描述，项目描述，项目描述，项目描述，项目描述，项目描述，项目描述
1.
2.
3.
4.
5.

项目A:项目描述，项目描述，项目描述，，项目描述，项目描述，项目描述，项目描述，项目描述，项目描述，项目描述
1.
2.
3.
4.
5.